{
    "Kanak Meshram": "कनक मेश्राम",
    "All rights reserved": "सर्व हक्क सुरक्षित",
    "Home": "मुखपृष्ठ",
    "About": "ओळख",
    "Contact": "संपर्क",
    "Projects": "प्रकल्प",
    "About Me": "माझ्याबद्दल",
    "Social Links": "सामाजिक दुवे",
    "Quick Links": "द्रुत दुवे",
    "Welcome to my creative corner! I am passionate about bringing ideas to life through interactive websites that engage and inspire.Each project I take on is a unique adventure, driven by a commitment to originality and a fresh perspective.":
    "माझ्या सर्जनशील कोपर्यात आपले स्वागत आहे! मला गुंतवून ठेवणाऱ्या आणि प्रेरणा देणाऱ्या परस्परसंवादी वेबसाइट्सद्वारे कल्पनांना जीवनात आणण्याची उत्कट इच्छा आहे.मी हाती घेतलेला प्रत्येक प्रकल्प हे एक अनोखे साहस आहे, जे मौलिकतेची निष्ठा आणि नव्या दृष्टीकोनाने प्रेरित होते.",
    "With a background in design and development, I thrive on the challenge of blending aesthetics with functionality, ensuring that every element not only looks good but also enhances the user experience. My goal is to create digital spaces that resonate with visitors, fostering connections and telling compelling stories.":
    "डिझाईन आणि डेव्हलपमेंटच्या पार्श्वभूमीसह, मला अशा आव्हानाचा सामना करावा लागतो की कार्यक्षमतेसह सौंदर्यशास्त्राचा उत्तम समतोल साधला जावा. प्रत्येक घटक केवळ आकर्षक दिसावा असेच नाही, तर त्याचबरोबर तो कार्यक्षम देखील असावा, याची मी खात्री करतो.",
    "Thank you for taking the time to visit! I am excited to share my creative journey with you, exploring the endless possibilities of the digital world.Let us embark on this adventure together, where innovation meets imagination!":
    "भेट देण्यासाठी वेळ दिल्याबद्दल धन्यवाद! डिजिटल जगाच्या अंतहीन शक्यतांचा शोध घेऊन, माझा सर्जनशील प्रवास तुमच्यासोबत शेअर करण्यास मी उत्सुक आहे. चला एम्बा करूया",
    "I am currently a student of Ramdeobaba University (formerly Ramdeobaba College of Engineering and Management), Nagpur, where I am pursuing a degree in Artificial Intelligence and Machine Learning (AIML).":
    "मी सध्या रामदेवबाबा युनिव्हर्सिटी (पूर्वीचे रामदेवबाबा कॉलेज ऑफ इंजिनीअरिंग अँड मॅनेजमेंट), नागपूरचा विद्यार्थी आहे, जिथे मी आर्टिफिशियल इंटेलिजन्स आणि मशीन लर्निंगमध्ये पदवी घेत आहे.",
    "To know more about Ramdeobaba University": "रामदेवबाबा विद्यापीठाबद्दल अधिक जाणून घेण्यासाठी",
    "click here.": " येथे क्लिक करा.",
    "Education": "शिक्षण",
    "Skills": "कौशल्य",
    "Proficient in: JavaScript, Python, Java": "यामध्ये निपुण: JavaScript, Python, Java",
    "Web development skills: HTML, CSS, React": "वेब विकास कौशल्ये: HTML, CSS, React",
    "Collaborative mindset": "सहयोगी मानसिकता",
    "Envisioning original ideas and concepts": "मूळ कल्पना आणि संकल्पनांची कल्पना करणे",
    "Currently learning laravel framework": "सध्या laravel फ्रेमवर्क शिकत आहे",
    "Experiences": "अनुभव",
    "Took part in Robothon an event by Robotics and Aviation Club RBU": "रोबोटिक्स अँड एव्हिएशन क्लब आरबीयूच्या रोबोथॉनमध्ये भाग घेतला",
    "Achieved 3rd place in Marketing Masters, a competition at event Gyansarovar held at RBU": "RBU येथे आयोजित ज्ञानसरोवर स्पर्धेतील मार्केटिंग मास्टर्समध्ये तिसरा क्रमांक पटकावला",
    "Attended DevFest 2023 held at IIM Nagpur": "आयआयएम नागपूर येथे आयोजित डेव्हफेस्ट 2023 मध्ये भाग घेतला",
    "Qualified for round 2 of Global Hyperloop Competition 2023 held at IIT Madras": "IIT मद्रास येथे आयोजित ग्लोबल हायपरलूप स्पर्धेच्या 2023 च्या दुसऱ्या फेरीसाठी पात्र",
    "Qualified for round 2 of Smart India Hackathon (SIH) 2024": "स्मार्ट इंडिया हॅकाथॉन (SIH) 2024 च्या दुसऱ्या फेरीसाठी पात्र",
    "Hi There! I am ": "नमस्कार! मी ",
    "I love bringing ideas to life through interactive websites.": "मला परस्परसंवादी वेबसाइट्सद्वारे कल्पनांना जिवंत करायला आवडते.",
    "I strive to infuse every project with originality and a unique perspective.": " मी प्रत्येक प्रकल्पाला मौलिकता आणि एक अद्वितीय दृष्टीकोन प्रदान करण्याचा प्रयत्न करतो.",
    "Thank you for visiting, and I am excited to share my creative journey with you!": " भेट दिल्याबद्दल धन्यवाद, आणि मी उत्साहित आहे",
    "Let us Connect!": "चला कनेक्ट करूया!",
    "I would love to hear from you! Whether you have questions, feedback, or just want to chat, feel free to reach out. Your thoughts and ideas are always welcome!": "मला तुमच्याकडून ऐकायला आवडेल! तुम्हाला प्रश्न असतील, अभिप्राय असतील किंवा फक्त गप्पा मारायच्या असतील, मोकळ्या मनाने संपर्क साधा. आपले विचार आणि कल्पना नेहमीच स्वागतार्ह आहेत!",
    "Name": "नाव",
    "Email": "ईमेल",
    "Message": "संदेश",
    "Send Message": "संदेश पाठवा",
    "My Projects": "माझे प्रकल्प",
    "Websites and Prototype projects": "वेबसाइट्स आणि प्रोटोटाइप प्रकल्प",
    "Music Mania Website": "संगीत उन्माद वेबसाइट",
    "It was an assignment given in Computer Workshop Lab which aimed to create a website to listen to music of various genres.": 
    "कॉम्प्युटर वर्कशॉप लॅबमध्ये दिलेली ती असाइनमेंट होती विविध शैलीतील संगीत ऐकण्यासाठी वेबसाइट तयार करण्याचा उद्देश आहे.",
    "Here is the look of it main page": "त्याचे मुख्य स्वरूप येथे आहे ",
    "Virtual Lab Project": "आभासी प्रयोगशाळा प्रकल्प",
    "It is an assignment given in Data Structure Lab which aims to create a website similar to Virtual Lab such as to represent Ramdeobaba University, Nagpur.":
    "हे डेटा स्ट्रक्चर लॅबमध्ये दिलेली असाइनमेंट आहे ज्याचा उद्देश व्हर्च्युअल लॅब सारखी वेबसाइट तयार करणे जसे की रामदेवबाबा विद्यापीठ, नागपूरचे प्रतिनिधित्व करणे",
    "Movie ticket Booking app": "चित्रपट तिकीट बुकिंग ॲप",
    "It was an assignment given in Computer Workshop Lab which aims to create a prototype of a ticket booking app using figma.":
    "कॉम्प्युटर वर्कशॉप लॅबमध्ये दिलेली ती असाइनमेंट होती. फिग्मा वापरून तिकीट बुकिंग ॲपचा प्रोटोटाइप तयार करण्याचे उद्दिष्ट आहे.",
    "Here is the look of the app": "इकडे एपीचे स्वरूप आहे",
    "Logo Designs": "लोगो डिझाइन्स",
    "Virtual Lab Logo": "व्हर्च्युअल लॅब लोगो",
    "Portfolio Logo": "पोर्टफोलिओ लोगो",
    "Marketing Masters Poster Logo": "मार्केटिंग मास्टर्स पोस्टर लोगो",
    "(Branding Byjus and Casio Calculator collaboration)": "(ब्रँडिंग बायजस आणि कॅसिओ कॅल्क्युलेटरचे सहकार्य)"
}
